<article id="tournament">
	<h2>О нас</h2>
	<div class="tournamenttext">
		<p>Основная уставная цель ФКС РС (Я) - “содействие развитию в Республике Саха (Якутия) компьютерного спорта как нового вида спортивной соревновательной деятельности и специальной практики подготовки человека к соревнованиям в сферах :
		</p>
		<ul>
			<li>компьютерной техники,</li>
			<li>программного обеспечения,</li>
			<li>интерактивных устройств,</li>
			<li>иных возможностей компьютерных технологий,</li>
			<li>а также вовлечение в компьютерный спорт широких слоёв населения Республики Саха (Якутия)”.</li>
		</ul>
	</div>
</article>