
	<header>
		<div class="blackvideo">
			<video preload="auto" autoplay="true" loop="true" muted="muted" >
				<source src="img/binaryvideo.mp4">
			</video>
		</div>
		<img src="img/Desktop2.png" alt="">
		<a href="#tournament" class="godown">
			<i class="fa fa-angle-double-down" aria-hidden="true"></i>
		</a>
	</header>
	<article id="tournament">
		<h2>О проекте «Киберпатриот»</h2>
		<div class="tournamenttext">
			<p>один из основных этапов: проведение первого Республиканского чемпионата РС(Я) по Современному военно-тактическому троеборью, включающему в себя три направления: 
Чемпионат по киберспортивной дисциплине:<br>  - «World of tanks (Мир танков)» - танковый симулятор посвященный Второй мировой войне;<br>  - Counter-Strike: Global Offensive;<br> - 
Лазертен - технический вид тактического спорта, входящий в список ДОСААФ;<br> - Квест по истории Великой отечественной войны.
</p><p>Проводится с целью вовлечения молодежи в военно-патриотической деятельности, выявлению сильнейшей команды и перспективных спортсменов РС(Я), а также для совершенствования взаимодействия между Федерацией Компьютерного Спорта РС(Я), ЯРО ДОСААФ, ЯРО ЮНАРМИЯ по направлению патриотического воспитания граждан Российской Федерации. 
</p>
		</div>
	</article>
	<section class="indexsection">
		<div id="section1" class="container">
		<div class="sectiontext">
			<h2>cs:go</h2>
			<h3>Противостояние Спецназа и террористов</h3>
			<div class="content">
				<p>CS:GO (Counter-Strike: Global Offensive) - это один из самых популярных шутеров нашего времени.</p>
				<p>Киберспортивная соревновательная составляющая CS:GO. Две команды: Контр-Террористы и Террористы должны защищать или атаковать плент (место закладки бомбы). Для того чтобы победить в раунде нужно ликвидировать весь состав команды врага, обезвредить бомбу или убедиться что бомба взорвалась (если играете за террористов).</p>
				<p> Игроки должны покупать оружие и броню чтобы повысить свои шансы на победу в матче.</p>
			</div>
		</div>
	</div>
	</section>
	<section class="indexsection">
		<div id="section2" class="container">
		<div class="sectiontext">
			<h2>World of tanks</h2>
			<h3>Соревнование танковых батальонов</h3>
			<div class="content">
				<p>World of Tanks — это массовая многопользовательская онлайн-игра, полностью посвящённая бронированным машинам середины XX века.</p>
				<p> У игроков есть возможность плечом к плечу сражаться с поклонниками стальных гигантов со всех уголков планеты, отстаивая свои претензии на мировое танковое господство.</p>
				<p>Продвинутая система прокачки и развития позволит вам испытать любую из машин, представленных в игре.</p>
				<p> Нравится ли вам изматывать противника на юрких лёгких танках, совершать неистовые прорывы на универсальных средних, испепелять врагов исполинскими «тяжами» или вы желаете стать первоклассным снайпером, управляя дальнобойной артиллерией, — машина любого класса может быть поистине смертоносным орудием в руках настоящего профессионала.</p>
			</div>
		</div>
	</div>
	</section>
	<article>
		<h2>пройдите наш тест по истории Великой отечественной войны</h2>
		<div class="testflex">
			<p>Прошло уже более 75 лет со дня Победы, но мы продолжаем вспоминать Великую Отечественную войну. А что вы знаете о войне? Пройдите тест, посвященный Дню Победы – проверьте себя.</p>
			<a href="testVoV.php" class="link">
				пройти тест
			</a>
		</div>
		
	</article>
	<section class="indexsection">
		<div id="section3" class="container">
		<div class="sectiontext">
			<h2>лазертаг</h2>
			<h3>Соревнование лазерных батальонов</h3>
			<div class="content">
				<p>Лазертаг или лазерный бой, квазар - высокотехнологичная игра, происходящая в реальном времени и пространстве. Суть игры состоит в поражении игроков - противников безопасными лазерными выстрелами из бластера-автомата.</p> 
				<p>«Поражение» игрока происходит путём регистрации луча специальными датчиками оппонента (сенсорами), закрепленными на специальном жилете (повязке).</p> 
				<p>На выбор игроков предлагаются сценарные бои на любой из арен центра, предоставляются комплекты лазертаг-оборудования.</p>
			</div>
		</div>
	</div>
	</section>
	<section id="section4" class="indexsection">
		<div class="container">
		<div class="sectiontext">
			<h2>киберспортивный лагерь</h2>
			<h3>Военно-Полевые Испытания</h3>
			<div class="content">
				<p>Мы разработали уникальные квесты, которые станут не только отличным вариантом развлечений для детей и взрослых, но и хорошей физической тренировкой.</p> 
				<p>Во время часового квеста Вы пройдете полосу препятствий, ответите на загадки и проверите свою сообразительность, смекалку и наблюдательность.</p> 
			</div>
		</div>
	</div>
	</section>
	<article>
		<h2>Партнеры</h2>
	<div class="friends">
		<a href="https://agip.sakha.gov.ru/"target="_blank">
			<img src="img/sakha.png"  alt="">
		</a>
		<a href="https://якутск.рф"target="_blank">
			<img src="img/yakutsk.png"  alt="">
		</a>
		<a href="https://minobrnauki.sakha.gov.ru"target="_blank">
			<img src="img/book.png" alt="">
		</a>
		<a href="http://www.sakhaedu.ru"target="_blank">
			<img src="img/young.png" alt="">
		</a>
		<a href="https://vk.com/fcs_ykt"target="_blank">
			<img src="img/Vector.png" alt="">
		</a>
		<a href="https://yunarmy.ru/"target="_blank">
			<img src="img/ynarm.png" alt="">
		</a>
		<a href="http://www.dosaaf.ru/"target="_blank">
			<img src="img/dosaaf.png" alt="">
		</a>
	</div>
	</article>