<?php
function get_products() {
  return [
    '1' => [
      'title' => 'В Нерюнгри прошел Дальневосточный чемпионат по компьютерному спорту GoYakutia',
      'text1' => '<p>Финал любительского Дальневосточного киберспортивного чемпионата GoYakutia прошел 22 декабря в городе Нерюнгри. Его победителями стали команда BAGGERS из Якутска и Дмитрий Кучеренко, представлявший Петропавловск-Камчатский. Общий призовой фонд соревнований составил 150 000 рублей. Организаторами выступили нерюнгринский Технический институт (филиал) СВФУ и Федерация компьютерного спорта РС(Я).
      </p>
      <p>Турнир в Нерюнгри проходил по играм CS:GO (Counter-Strike: Global Offensive) и FIFA 20. Он состоялся во второй раз и в этом году получил по-настоящему дальневосточный статус, ведь участие в нем приняли команды из Приморского, Хабаровского и Камчатского краев, Амурской и Сахалинской областей, республик Якутия и Бурятия.</p>',
      'text2' => '<p>На открытии финальной части чемпионата директор ТИ (ф) СВФУ Сергей Павлов поздравил участников первого дальневосточного турнира в Нерюнгри и отметил, что игры команд из разных регионов и городов на одной площадке, безусловно, приведут к росту мастерства киберспортсменов, что геймеры обладают активной жизненной позицией и держат руку на пульсе инноваций в области электронных коммуникаций и информационных технологий, а для института это важно. Баир Дамдинжапов, председатель Федерации компьютерного спорта РС(Я), рассказал о планах по созданию филиала этой организации в Нерюнгри, ведь это направление важно развивать правильно, чтобы нерюнгринские ребята могли участвовать в официальных соревнованиях, получать спортивные разряды и идти в ногу со временем. </p>',
      'url1' => 'img/news1.jpg',
      'url2' => 'img/news2.jpg',
    ],

    '2' => [
      'title' => 'В Жиганске состоялся чемпионат по киберспорту',

      'text1' => '<p>1-2 ноября на базе Арктического технопарка «ICEквант» состоялся районный чемпионат по компьютерной игре «Counter-Strike: Global Offensive». Данное событие приурочено недавнему открытию на базе арктического технопарка Жиганского отделения Федерации компьютерного спорта РС(Я), руководителем которого назначен новоиспеченный педагог технопарка Николай Грошенков.</p>
<p>Молодой коллектив защитил свой проект перед федерацией компьютерного спорта республики, и добился открытия первого из северных районов  отделения на базе своего технопарка. Проведение районного чемпионата поддержали и спонсировали администрация Жиганского наслега, управление образования и руководство технопарка.</p>
<p>В захватывающей компьютерной игре два дня подряд шесть команд из пяти человек в возрасте от 10 лет и старше соревновались ради победы.</p><p>«Для нас это знаменательное событие, открытие отделения в северном районе, где пока отсутствует оптика, уже формируется здоровый киберспорт. Мы очень рады, что нашли единомышленников и профессионалов своего дела в Жиганском районе. Надеемся, что совсем скоро увидим новые лица на профессиональной арене», — Баир Дамдинжапов, председатель ФКС РС(Я).</p>',
      
      'text2' => '<p>«Управление образования нашего района в тестовом режиме запустило кружок по киберспорту, где я учу детей компьютерным играм. Киберспорт сплачивает людей разного возраста, проявляет у людей такой навык как тактичность, дети учатся запоминать большое количество информации, всесторонне развиваются. Кружок киберспорта также является стимулом для учебы у ребят. Ведь мы принимаем в кружок детей с хорошими оценками по общеобразовательным предметам. Поэтому кружок не должен стать помехой в учебе, а наоборот стимулом. Наши дети, имеющие успехи по киберспорту, в дальнейшем смогут участвовать в чемпионатах по компьютерным играм в республике и за ее пределами. Ведь в рамках республиканского чемпионата участники  могут ознакомиться с IT инфраструктурой, разными технологиями, проектами. Также отличившиеся ребята могут получить дополнительные баллы при поступлении в учебные заведения», — рассказал Николай Геннадьевич, организатор чемпионата.</p><p>По итогам соревнования 1 место заняла команда «Eternium», 2 место досталось «Shadow Legion» и 3 место получила команда «Z5», которые награждены памятными призами.</p>
<p>Также были вручены специальные призы обладателям номинаций: «Самый юный игрок» — Ярослав Саввинов, «Самый старший игрок» — Николай Федотов, «Приз зрительских симпатий» — Тимур Федотов.</p>',
      'url1' => 'img/news3.jpg',
      'url2' => 'img/news4.jpg',
    ],

    '3' => [
      'title' => 'Лицензии',
      'url1' => 'images/2871936.jpg',
      'url2' => 'images/2871936.jpg',
      'text1' => 'images/2871936.jpg',
      'text2' => 'images/2871936.jpg',
    ],

    '4' => [
      'title' => 'Лицензии',
      'url1' => 'images/2871936.jpg',
      'url2' => 'images/2871936.jpg',
      'text1' => 'images/2871936.jpg',
      'text2' => 'images/2871936.jpg',
    ],

    '5' => [
      'title' => 'Лицензии',
      'url1' => 'images/2871936.jpg',
      'url2' => 'images/2871936.jpg',
      'text1' => 'images/2871936.jpg',
      'text2' => 'images/2871936.jpg',
    ],

    '6' => [
      'title' => 'Новости',
      'url' => 'images/news_mobile.jpg',
    ],

    '7' => [
      'title' => 'Проекты',
      'url' => 'images/contacts_page_bckg1.jpg',
    ],

    '8' => [
      'title' => 'Услуги',
      'url' => 'images/services_mobile.jpg',
    ],

    '9' => [
      'title' => 'Капитальное строительство',
      'url' => 'images/capital_construction.jpg',
    ],

    '10' => [
      'title' => 'Реконструкции и кап.ремонт зданий',
      'url' => 'images/okno_1.jpg',
    ],

    '11' => [
      'title' => 'Проектирование',
      'url' => 'images/projection.jpg',
    ],

    '12' => [
      'title' => 'Осуществление функций тех. заказчика',
      'url' => 'images/technical_functions.jpg',
    ],

    '13' => [
      'title' => 'Благоустройство',
      'url' => 'images/beautification.jpg',
    ],

    '14' => [
      'title' => 'Контакты',
      'url' => 'images/contacts_page_bckg.jpg',
    ],

    '15' => [
      'title' => 'Зарубежное строительство',
      'url' => 'images/okno_1.jpg',
    ],

    '16' => [
      'title' => 'Капитальное строительство',
      'url' => 'images/okno_2.jpg',
    ],

    '17' => [
      'title' => 'Социальные объекты',
      'url' => 'images/okno_3.jpg',
    ],

    '18' => [
      'title' => 'Карта объектов',
      'url' => 'images/okno_4.jpg',
    ],

    '19' => [
      'title' => 'Кресло Бадета',
      'url' => 'img/item-badeta.jpg',
    ],

    '20' => [
      'title' => 'Сувенир Рмоб',
      'url' => 'img/item-rmob.jpg',
    ],

    '21' => [
      'title' => 'Люстра Ткуоко',
      'url' => 'img/item-tkuoko.jpg',
    ],

    '22' => [
      'title' => 'Кресла Бриатуо',
      'url' => 'img/item-briatuo.jpg',
    ]
  ];
}

function get_product_attribute($id, $attr) {
  $products = get_products();
  $result = $products[$id][$attr] ?? null;
  return $result;
}

function get_product_title($id) {
  return get_product_attribute($id, 'title');
}

function get_img_url1($id) {
  return get_product_attribute($id, 'url1');
}
function get_img_url2($id) {
  return get_product_attribute($id, 'url2');
}
function get_text1($id) {
  return get_product_attribute($id, 'text1');
}
function get_text2($id) {
  return get_product_attribute($id, 'text2');
}